Multiple groups of the same type are being edited simultaneously outside group edit mode in an unacceptable manner.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId ModifyingMultiGroups { get; }
  Visual Basic
Public Shared ReadOnly Property ModifyingMultiGroups As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ ModifyingMultiGroups {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GroupFailures Class
  Autodesk.Revit.DB Namespace